Repository: eurolinux-enterprise-linux-sources/konq-plugins
Catalog: src/po/*/adblock.po
Languages: fi, nl, sr, tg

source: Adblock
fi: Mainossuodin
sr: ~@¦Адблок¦AdBlock¦

source: Show Blockable Elements...
fi: Näytä estettävät elementit...
nl: Blokkeerbare elementen tonen...
sr: Прикажи елементе који се могу блокирати...
tg: Намоиши қисмҳо басташуда...

source: Configure Filters...
fi: Aseta suodattimet...
nl: Filters instellen...
sr: Подеси филтере...
tg: Танзимоти филтрҳо...

source: No blocking for this page
fi: Ei estoa tälle sivulle
nl: Geen blokkering voor deze pagina
sr: Без блокирања за ову страницу
tg: Барои ин саҳифа қулф намонед

source: No blocking for this site
fi: Ei estoa tälle sivustolle
nl: Geen blokkering voor deze website
sr: Без блокирања за овај сајт
tg: Барои ин сайт қулф намонед

source: Please enable Konqueror's Adblock
fi: Ota Konquerorin mainossuodin käyttöön
nl: Adblock van Konqueror inschakelen
sr: Укључите К‑освајачев ~@¦Адблок¦AdBlock¦
tg: Барои Konqueror's Adblock фаъол созед

source: Adblock disabled
fi: Mainossuodin poissa käytöstä
nl: Adblock uitschakelen
sr: ~@¦Адблок¦AdBlock¦ је искључен
tg: Adblock хомӯш аст

source: script
fi: skripti
sr: скрипта
tg: скрипт

source: object
fi: objekti
sr: објекат
tg: объект

source: frame
fi: kehys
sr: оквир
tg: ром

source: image
fi: kuva
nl: afbeelding
sr: слика
tg: тасвир

source: Blockable items on this page
fi: Estettävät osaset tällä sivulla:
nl: Blokkeerbare items in deze pagina
sr: Ставке на страници које се могу блокирати
tg: Чизҳои басташаванда барои ин саҳифа

source: Add filter
fi: Lisää suodatin
nl: Filter toevoegen
sr: Додај филтер
tg: Иловаи филтр

source: Search:
fi: Etsi:
nl: Zoeken:
sr: Тражи:
tg: Ҷустуҷӯ

source: Blockable items:
fi: Estettävät osaset:
nl: Blokkeerbare items:
sr: Ставке које се могу блокирати:
tg: Чизҳои басташаванда:

source: Source
fi: Lähde
nl: Bron
sr: Извор
tg: Манбаъ

source: Category
fi: Luokka
nl: Categorie
sr: Категорија
tg: Категория

source: Tag
fi: Tunniste
tg: Тэг

source: Filter this item
fi: Suodata tämä alkio
nl: Dit item filteren
sr: Филтрирај ову ставку
tg: Ин чизро тартиб кунед

source: Filter all items at same path
fi: Suodata kaikki osaset samasta polusta
nl: Alle items in hetzelfde pad filteren
sr: Филтрирај све ставке на истој путањи
tg: Ҳамаи чизҳоро ба ин роҳча тартиб диҳед

source: Filter all items from same host
fi: Suodata kaikki osaset samalta tietokoneelta
nl: Alle items van dezelfde host filteren
sr: Филтрирај све ставке са истог домаћина
tg: Ҳамаи чизҳоро ба ин роҳча тартиб диҳед

source: Filter all items from same domain
fi: Suodata kaikki osaset samalta verkkoalueelta
nl: Alle items van hetzelfde domein filteren
sr: Филтрирај све ставке са истог домена
tg: Ҳамаи чизҳоро ба ин домейн тартиб диҳед

source: Add this item to white list
fi: Lisää tämä osanen valkoiselle listalle
nl: Dit item aan witte lijst toevoegen
sr: Додај ову ставку на белу листу
tg: Ин чизро ба рӯйхати сафед илова кунед

source: Copy Link Address
fi: Kopioi linkin osoite
nl: Koppelingsadres kopiÃ«ren
sr: Копирај адресу везе
tg: Нусхаи пайванди суроға

source: View item
fi: Katso osasta
nl: Item weergeven
sr: Погледај ставку
tg: Намоиши қисм

source: &Tools
fi: &Työkalut
nl: H&ulpmiddelen
sr: &Алатке
tg: &Асбобҳо

source: Extra Toolbar
fi: Ylimääräinen työkalurivi
nl: Extra werkbalk
sr: Додатна трака
tg: Панели асбобҳои иловагӣ

source: Blocked by %1
nl: Geblokkeerd door %1

source: Allowed by %1
nl: Toegestaan door %1

source: New filter (can use *?[] wildcards, /RE/ for regular expression, prefix with @@ for white list):
nl: Nieuw filter (kan jokertekens *?[] gebruiken. /RE/ voor een reguliere expressie, met @@ vooraan is het een witte lijst):
