Repository: eurolinux-enterprise-linux-sources/konq-plugins
Catalog: src/po/*/dirfilterplugin.po
Languages: tg

source: View F&ilter
tg: Намоиши Ф&илтр

source: Allow to filter the currently displayed items by filetype.
tg: Иҷозат медиҳад, чизҳои нишоншуда бо намуди файл тартиб диҳед.

source: Filter Field
tg: Соҳаи филтр

source: Only Show Items of Type
tg: Танҳо намуди чизҳоро нишон диҳед

source: Use Multiple Filters
tg: Истифодаи филтрҳои бисёрмаротиба

source: Show Count
tg: Намоиши ҳисобот

source: Reset
tg: Бозсозӣ

source: &Tools
tg: &Асбобҳо

source: Extra Toolbar
tg: Панели асбобҳои иловагӣ

source: Filter Toolbar
tg: Панели асбобҳои филтр
