Repository: eurolinux-enterprise-linux-sources/konq-plugins
Catalog: src/po/*/domtreeviewer.po
Languages: ku, tg

source: No error
ku: Çewtî tune
tg: Ягон хато нест

source: Index size exceeded
ku: Mezinahiya pêristê sînorê borî
tg: Изофаи андозаи индекс

source: DOMString size exceeded
ku: Mezinahiya DOMString sînorê borî
tg: Изофаи андозаи DOMString

source: Hierarchy request error
ku: Çewtiya daxwaza pergala pileyan
tg: Хатои дархости тартибот

source: Wrong document
ku: Belgeya çewt
tg: Файли нодуруст

source: Invalid character
ku: Tîpa nederbasdar
tg: Аломати нодуруст

source: No data allowed
ku: Tu dane nayê hiştin
tg: Маълумот иҷозат надорад

source: No modification allowed
ku: Tu guherandin nayê hiştin
tg: Тағйироти иҷозат надорад

source: Not found
ku: Nehat dîtin
tg: Ёфт нашуд

source: Not supported
ku: Nayê piştgirî-dan
tg: Пуштибонӣ намешавад

source: Attribute in use
ku: Çawaniya tê bikaranîn
tg: Хусусияти истифодашуда

source: Invalid state
ku: Rewşa nederbasdar
tg: Ҳолати нодуруст

source: Syntax error
ku: Çewtiya hevoksazî yê
tg: Хатои синтаксис

source: Invalid modification
ku: Guherandina nederbasdar
tg: Тағйироти нодуруст

source: Namespace error
ku: Çewtiya rêza-navê
tg: Хатои номи фосила

source: Invalid access
ku: Gihîştina nederbasdar
tg: Дастрасии нодуруст

source: Unknown Exception %1
ku: Awerte ya %1 nenas e
tg: Хатои номуайян %1

source: Add attribute
ku: Çawanî lê zêde bike
tg: Иловаи хусусият

source: Change attribute value
ku: Nirxa çawaniyê biguherîne
tg: Ивази маънои хусусият

source: Remove attribute
ku: Çawanî rake
tg: Нест кардани хусусият

source: Rename attribute
ku: Navê çawaniyê biguherîne
tg: Номивази хусусият

source: Change textual content
ku: Naveroka nivîskî biguherîne
tg: Ивази мазмуни матнӣ

source: Insert node
ku: Girêk têxê
tg: Воридоти node

source: Remove node
ku: Girêk rake
tg: Нест кардани node

source: Move node
ku: Girêkê guhezîne
tg: Таҳвили node

source: Edit Element
ku: Hêmanê Serrast Bike
tg: Таҳрири қисм

source: &Append as Child
ku: Wekî Zarok &Têxe Dawiyê
tg: &Илова ҳамчун Child

source: Insert &Before Current
ku: Têxe &Beriya Heyî
tg: Пеш аз ҷо&рӣ ворид кунед

source: Edit Text
ku: Nivîs Biguherîne
tg: Таҳрири матн

source: Edit Attribute
ku: Çawanî Serrast Bike
tg: Таҳрири хусусият

source: DOM Tree for %1
ku: Dara DOM ji bo %1
tg: Дарахти DOM барои %1

source: DOM Tree
ku: Dara DOM
tg: Дарахти DOM

source: Move Nodes
ku: Girêkan Guhezîne
tg: Таҳвили Nodes

source: Save DOM Tree as HTML
ku: Dara DOM wekî HTML Tomar Bike
tg: Захира кардани дарахти DOM ҳамчун HTML

source: File Exists
ku: Pel Heye
tg: Файл мавҷуд аст

source: Do you really want to overwrite: %1?
ku: Tu bi rastî dixwazî binivîsî ser: %1?
tg: Оё Шумо мехоҳед аз нав сабт кунед: %1?

source: Overwrite
ku: Binivîse Ser
tg: Рӯиҳамнависӣ

source: Unable to Open File
ku: Pel Venabe
tg: Файлро кушодан намешавад

source: Unable to open %1 for writing
ku: Nekarî veke %1 ê ji bo nivîsînê
tg: Файли %1 барои навиштан дастнорас аст.

source: Invalid URL
ku: URL ya nederbasdar
tg: Суроғаи нодуруст

source: This URL %1 is not valid.
ku: Ev URL ya %1 nederbasdar e.
tg: Суроғаи %1 нодуруст аст.

source: Delete Nodes
ku: Girêkan Jê Bibe
tg: Нест кардани Nodes

source: <Click to add>
ku: <Ji bo lêzêdekirinê bitikîne>
tg: <Зер кунед барои илова>

source: Delete Attributes
ku: Çawaniyan Jê Bibe
tg: Нест кардани хусусият

source: Message Log
ku: Pelê Tomarên Peyamê
tg: Журнали паёмҳо

source: Pure DOM Tree
ku: Dara DOM yê Sade
tg: Тоза кардани дарахти DOM

source: Show DOM Attributes
ku: Çawaniyên DOM Nîşan Bide
tg: Намоиши хусусиятҳои DOM

source: Highlight HTML
ku: HTML Balkêş Bike
tg: Равшанкунии HTML

source: Show Message Log
ku: Pela Tomarên Peyamê Nîşan Bide
tg: Намоиши журнали паёмҳо

source: Expand
ku: Firehtir Bike
tg: Паҳнкунӣ

source: Increase expansion level
ku: Asta fireh-bûnê zêdetir bike
tg: Фосилаи дараҷаро калон кунед

source: Collapse
ku: Tengtir Bike
tg: Печондан

source: Decrease expansion level
ku: Asta fireh-bûnê kêmtir bike
tg: Фосилаи дараҷаро хурд кунед

source: &Delete
ku: &Jê bibe
tg: &Нест кардан

source: Delete nodes
ku: Girêkan jê bibe
tg: Нест кардани Nodes

source: New &Element...
ku: &Hêmana Nû...
tg: Қисми &нав...

source: New &Text Node...
ku: Girêka &Nivîsar yê Nû...
tg: Матни &нави Node...

source: Delete attributes
ku: Çawaniyan jê bibe
tg: Нест кардани хусусиятҳо

source: Show &DOM Tree
ku: Dara &DOM Nîşan Bide
tg: Намоиши дарахти &DOM

source: Attribute &name:
ku: &Navê çawanî:
tg: Номи &хусусият:

source: Attribute &value:
ku: &Nirxê çawanî yê:
tg: Маънои &хусусият:

source: DOM Tree Viewer
ku: Nîşanderê Dara DOM
tg: Нишонгари дарахти DOM

source: &List
ku: &Lîste
tg: &Рӯйхат

source: H&ide
ku: V&eşêre
tg: &Пинҳон кардан

source: DOM Node
ku: Girêka DOM

source: Node &value:
ku: &Nirxa girêkê:
tg: &Маъно Node:

source: Node &type:
ku: &Cureyê girêkê:
tg: На&муди Node:

source: Namespace &URI:
ku: Cihê-navê &URl yê:
tg: Номи фосилаи &URI:

source: Node &name:
ku: &Navê girêkê:
tg: Номи &Node

source: Name
ku: Nav
tg: Ном

source: Value
ku: Nirx
tg: Маъно

source: Appl&y
ku: Bisepîn&e
tg: Қабул &кардан

source: Computed Style
ku: Teşeya Hatiye Hesibandin
tg: Услуби компютерӣ

source: Property
ku: Taybetmendî
tg: Хусусият

source: Stylesheets
ku: Curepel
tg: Услубҳои саҳифа

source: &File
ku: &Pel
tg: &Файл

source: &Edit
ku: &Biguherhîne
tg: &Таҳрир кардан

source: &View
ku: &Bibîne
tg: &Намоиш

source: &Go
ku: &Biçe
tg: &Рав!

source: Main Toolbar
ku: Darikê Amûran ya Mak
tg: Панели асбобҳои асосӣ

source: Tree Toolbar
ku: Darika Amûran yê Dar
tg: Дарахти панели асбобҳо

source: Element &name:
ku: &Navê hêmanê:
tg: Номи &қисм:

source: Element &namespace:
ku: &Cihê-navê hêmanê:
tg: Номи қи&сми фосила:

source: &Tools
ku: &Amûr
tg: &Асбобҳо

source: Extra Toolbar
ku: Zêdetir Darikê Amûran
tg: Панели асбобҳои иловагӣ

source: Edit &text for text node:
ku: &Nivîsarê ji bo girêka nivîsarê serrast bike:
tg: Таҳрири матн &барои матни node:
