Repository: eurolinux-enterprise-linux-sources/konq-plugins
Catalog: src/po/*/rellinks.po
Languages: ar, be, th, uz, uz@cyrillic

source: Rellinks
be: Адносныя спасылкі
th: ส่วนเชื่อมโยงอ้างอิง

source: &Top
ar: الأ&على
be: &Вяршыня
th: &บนสุด
uz: Eng yuq&origa
uz@cyrillic: Энг юқ&орига

source: <p>This link references a home page or the top of some hierarchy.</p>
ar: <p>هذه الوصلة تشير إلى صفحة بيت أو أعلى شيء هرمي</p>
be: <p>Дадзенае спасылка звяртаецца да хатняй старонкі або да вяршыні нейкай іерархіі.</p>
th: <p>ส่วนเชื่อมโยงนี้จะอ้างอิงไปยังหน้าหลักหรือหน้าบนสุดในลำดับชั้นบางอย่าง</p>

source: &Up
ar: &فوق
be: &Угору
th: &ขึ้น
uz: &Yuqoriga
uz@cyrillic: &Юқорига

source: <p>This link references the immediate parent of the current document.</p>
ar: <p> تشير هذه الوصلة إلى والد متوسط للمستند الحالي.</p>
be: <p>Дадзеная спасылка звяртаецца непасрэдна да продка бягучага дакументу.</p>
th: <p>ส่วนเชื่อมโยงนี้จะอ้างอิงไปยังส่วนรายการแม่ของเอกสารปัจจุบัน</p>

source: &First
ar: ال&أول
be: &Першы
th: แ&รกสุด
uz: &Birinchi
uz@cyrillic: &Биринчи

source: <p>This link type tells search engines which document is considered by the author to be the starting point of the collection.</p>
ar: <p>يخبر هذا النوع من الوصلات محركات البحث أي من المستندات التي يعتبرها المؤلف نقطة البداية للمجموعة</p>
be: <p>Дадзены тып злучэння кажа пашукавым сістэмам, які дакумент лічыцца аўтарам, як пачатак калекцыі.</p>
th: <p>ส่วนเชื่อมโยงนี้จะบอกกับกลไกการค้นหาว่าเอกสารใดที่จะถูกพิจารณา โดยใช้ข้อมูลผู้เขียนเพื่อใช้เป็นจุดเริ่มต้นของคลังเอกสาร</p>
uz: <p>Ushbu bogʻ turi qidirish vositasiga toʻplam qaysi hujjatdan boshlanishini koʻrsatadi.</p>
uz@cyrillic: <p>Ушбу боғ тури қидириш воситасига тўплам қайси ҳужжатдан бошланишини кўрсатади.</p>

source: &Previous
ar: ال&سابق
be: &Папярэдні
th: &ก่อนหน้า

source: <p>This link references the previous document in an ordered series of documents.</p>
ar: <p> تشير هذه الوصلة إلى مستند سابق في سلسلة مرتبة من الوثائق.</p>
be: <p>Дадзеная спасылка звяртаецца да папярэдняга дакументу ва ўпарадкаванай серыі дакументаў.</p>
th: <p>ส่วนเชื่อมโยงนี้จะเชื่อมโยงไปยังเอกสารก่อนหน้าในชุดลำดับของเอกสารต่าง ๆ</p>

source: &Next
ar: ال&تالي
be: &Наступны
th: &ถัดไป
uz: &Keyingi
uz@cyrillic: &Кейинги

source: <p>This link references the next document in an ordered series of documents.</p>
ar: <p> تشير هذه الوصلة إلى المستند التالي في سلسلة مرتبة من الوثائق.</p>
be: <p>Дадзеная спасылка звяртаецца да наступнага дакументу ва ўпарадкаванай серыі дакументаў.</p>
th: <p>ส่วนเชื่อมโยงนี้จะเชื่อมโยงไปยังเอกสารถัดไปในชุดลำดับของเอกสารต่าง ๆ</p>

source: &Last
ar: الأ&خير
be: &Апошні
th: &ท้ายสุด
uz: &Oxirgi
uz@cyrillic: &Охирги

source: <p>This link references the end of a sequence of documents.</p>
ar: <p> تشير هذه الوصلة إلى نهاية سلسلة وثائق.</p>
be: <p>Дадзеная спасылка звяртаецца ў канец паслядоўнасці дакументаў</p>
th: <p>ส่วนเชื่อมโยงนี้จะเชื่อมโยงไปยังเอกสารสุดท้ายในชุดลำดับของเอกสารต่าง ๆ</p>

source: &Search
ar: ا&بحث
be: &Шукаць
th: &ค้นหา
uz: &Qidirish
uz@cyrillic: &Қидириш

source: <p>This link references the search.</p>
ar: <p> تشير هذه الوصلة إلى البحث</p>
be: <p>Даденая спасылка звяртаецца да пошуку.</p>
th: <p>ส่วนเชื่อมโยงนี้จะอ้างอิงไปยังการค้นหา</p>
uz: <p>Ushbu bogʻ qidirish uchun.</p>
uz@cyrillic: <p>Ушбу боғ қидириш учун.</p>

source: Document
ar: المستند
be: Дакумент
th: เอกสาร
uz: Hujjat
uz@cyrillic: Ҳужжат

source: <p>This menu contains the links referring the document information.</p>
ar: <p> هذا القائمة تحتوي على وصلات تشير إلى معلومات المستند.</p>
be: <p>Дадзенае меню змяшчае спасылкі, якія звяртаюцца да інфармацыі дакумента.</p>
th: <p>เมนูนี้จะบรรจุส่วนเชื่อมโยงต่าง ๆ ที่อ้างอิงข้อมูลส่วนต่าง ๆ ในเอกสาร</p>
uz: <p>Ushbu menyuda hujjat haqidagi maʼlumot bogʻlari mavjud.</p>
uz@cyrillic: <p>Ушбу менюда ҳужжат ҳақидаги маълумот боғлари мавжуд.</p>

source: Table of &Contents
ar: جدول ال&محتويات
be: &Змест
th: &สารบัญต่าง ๆ
uz: &Mundarija
uz@cyrillic: &Мундарижа

source: <p>This link references the table of contents.</p>
ar: <p> تشير هذه الوصلة إلى جدول المحتويات.</p>
be: <p>Дадзеная спасылка звяртаецца да зместу.</p>
th: <p>ส่วนนี้จะอ้างอิงไปยังสารบัญต่าง ๆ ของเอกสาร</p>
uz: <p>Mundarija bogʻi.</p>
uz@cyrillic: <p>Мундарижа боғи.</p>

source: Chapters
ar: الفصول
be: Главы
th: บทต่าง ๆ
uz: Boblar
uz@cyrillic: Боблар

source: <p>This menu references the chapters of the document.</p>
ar: <p> تشير هذه القائمة إلى فصول المستند.</p>
be: <p>Дадзенае меню звяртаецца да глаў дакументу</p>
th: <p>เมนูนี้จะอ้างอิงไปยังบทต่าง ๆ ของเอกสาร</p>
uz: <p>Ushbu menyuda hujjat boblariga bogʻ mavjud.</p>
uz@cyrillic: <p>Ушбу менюда ҳужжат бобларига боғ мавжуд.</p>

source: Sections
ar: المقاطع
be: Секцыі
th: หัวข้อต่าง ๆ
uz: Boʻlimlar
uz@cyrillic: Бўлимлар

source: <p>This menu references the sections of the document.</p>
ar: <p> تشير هذه القائمة إلى مقاطع المستند.</p>
be: <p>Дадзенае меню звяртаецца да секцый дакументу.</p>
th: <p>เมนูนี้จะอ้างอิงไปยังหัวข้อต่าง ๆ ของเอกสาร</p>
uz: <p>Ushbu menyuda hujjat boʻlimlariga bogʻ mavjud</p>
uz@cyrillic: <p>Ушбу менюда ҳужжат бўлимларига боғ мавжуд</p>

source: Subsections
ar: المقاطع الفرعية
be: Падсекцыі
th: หัวข้อย่อยต่าง ๆ
uz: Tub boʻlimlar
uz@cyrillic: Туб бўлимлар

source: <p>This menu references the subsections of the document.</p>
ar: <p> تشير هذه القائمة إلى المقاطع الفرعية للمستند.</p>
be: <p>Дадзенае меню звяртаецца да падсекцый дакументу.</p>
th: <p>เมนูนี้จะอ้างอิงไปยังหัวข้อย่อยต่าง ๆ ของเอกสาร</p>
uz: <p>Ushbu menyuda hujjat tub boʻlimlariga bogʻ mavjud</p>
uz@cyrillic: <p>Ушбу менюда ҳужжат туб бўлимларига боғ мавжуд</p>

source: Appendix
ar: الملاحق
be: Дадатак
th: ภาคผนวก
uz: Ilova
uz@cyrillic: Илова

source: <p>This link references the appendix.</p>
ar: <p> تشير هذه الوصلة إلى الملاحق</p>
be: <p>Дадзеная спасылка звяртаецца да дадатку.</p>
th: <p>ส่วนเชื่อมโยงนี้จะอ้างอิงไปยังภาคผนวกของเอกสาร</p>
uz: <p>Ushbu bogʻ ilova uchun</p>
uz@cyrillic: <p>Ушбу боғ илова учун</p>

source: &Glossary
ar: الم&صطلحات
be: &Гласарый
th: อภิธานศัพท์
uz: &Atamalar
uz@cyrillic: &Атамалар

source: <p>This link references the glossary.</p>
ar: <p> تشير هذه الوصلة إلى المصطلحات.</p>
be: <p>Дадзеная спасылка звяртаецца да гласарыя</p>
th: <p>ส่วนเชื่อมโยงนี้จะอ้างอิงไปยังส่วนอภิธานศัพท์ของเอกสาร</p>
uz: <p>Ushbu bogʻ atamalar uchun</p>
uz@cyrillic: <p>Ушбу боғ атамалар учун</p>

source: &Index
ar: ال&دليل
be: &Індэкс
th: &ดัชนี
uz: &Indeks
uz@cyrillic: &Индекс

source: <p>This link references the index.</p>
ar: <p> تشير هذه الوصلة إلى الدليل.</p>
be: <p>Дадзеная спасылка звяртаецца да індэксу.</p>
th: <p>ส่วนเชื่อมโยงนี้จะอ้างอิงไปยังส่วนดัชนีของเอกสาร</p>
uz: <p>Ushbu bogʻ indeks uchun</p>
uz@cyrillic: <p>Ушбу боғ индекс учун</p>

source: More
ar: المزيد
be: Яшчэ
th: เพิ่มเติม
uz: Qoʻshimcha
uz@cyrillic: Қўшимча

source: <p>This menu contains other important links.</p>
ar: <p> هذا قائمة تحتوي وصلات مهمة أخرى.</p>
be: <p>Дадзенае меню змяшчае іншыя выжныя спасылкі.</p>
th: <p>เมนูนี้จะบรรจุส่วนเชื่อมโยงที่สำคัญอื่น ๆ</p>
uz: <p>Ushbu menyuda boshqa muhim bogʻlar mavjud</p>
uz@cyrillic: <p>Ушбу менюда бошқа муҳим боғлар мавжуд</p>

source: &Help
ar: ال&مساعدة
be: &Дапамога
th: &ช่วยเหลือ

source: <p>This link references the help.</p>
ar: <p> تشير هذه الوصلة إلى المساعدة.</p>
be: <p>Дадзеная спасылка звяртаецца да дапамогі.</p>
th: <p>ส่วนเชื่อมโยงนี้จะอ้างอิงไปยังส่วนช่วยเหลือ</p>
uz: <p>Ushbu bogʻ yordam uchun</p>
uz@cyrillic: <p>Ушбу боғ ёрдам учун</p>

source: &Authors
ar: المؤ&لفون
be: &Аўтары
th: &ผู้เขียน
uz: &Mualliflar
uz@cyrillic: &Муаллифлар

source: <p>This link references the author.</p>
ar: <p> تشير هذه الوصلة إلى المؤلف.</p>
be: <p>Дадзеная спасылка звяртаецца да аўтараў.</p>
th: <p>ส่วนเชื่อมโยงนี้จะอ้างอิงไปยังส่วนข้อมูลของผู้เขียน</p>
uz: <p>Ushbu bogʻ mualliflar uchun</p>
uz@cyrillic: <p>Ушбу боғ муаллифлар учун</p>

source: Copy&right
ar: &حقوق النسخ
th: การสงวน&ลิขสิทธิ์
uz: Mualliflik &huquqi
uz@cyrillic: Муаллифлик &ҳуқуқи

source: <p>This link references the copyright.</p>
ar: <p> تشير هذه الوصلة إلى حقوق النسخ.</p>
be: <p>Дадзеная спасылка звяртаецца да copyright.</p>
th: <p>ส่วนเชื่อมโยงนี้จะอ้างอิงไปยังส่วนการสงวนลิขสิทธิ์ของเอกสาร</p>
uz: <p>Ushbu bogʻ mualliflik huquqi uchun</p>
uz@cyrillic: <p>Ушбу боғ муаллифлик ҳуқуқи учун</p>

source: Bookmarks
ar: العلامات
be: Закладкі
th: ที่คั่นหน้าต่าง ๆ

source: <p>This menu references the bookmarks.</p>
ar: <p> هذا القائمة تشير إلى العلامات.</p>
be: <p>Дадзенае меню звяртаецца да закладак.</p>
th: <p>เมนูนี้จะอ้างอิงไปยังที่คั่นหน้าต่าง ๆ</p>
uz: <p>Ushbu bogʻ xatchoʻplar uchun</p>
uz@cyrillic: <p>Ушбу боғ хатчўплар учун</p>

source: Other Versions
ar: الإصدارات الأخرى
be: Іншыя версіі
th: รุ่นอื่น ๆ
uz: Boshqa versiyalar
uz@cyrillic: Бошқа версиялар

source: <p>This link references the alternate versions of this document.</p>
ar: <p> هذه الوصلة تشير إلى الإصدارات البديلة لهذا المستند.</p>
be: <p>Дадзеная спасылка звяртаецца да альтэрнатыўных версій дакументу.</p>
th: <p>ส่วนเชื่อมโยงนี้จะอ้างอิงไปยังรุ่นอื่น ๆ ของเอกสารนี้</p>
uz: <p>Ushbu bogʻ hujjatning boshqa versiyasi uchun</p>
uz@cyrillic: <p>Ушбу боғ ҳужжатнинг бошқа версияси учун</p>

source: Miscellaneous
ar: متنوع
be: Рознае
th: เบ็ดเตล็ด

source: <p>Miscellaneous links.</p>
ar: <p> وصلات متنوعة.</p>
be: <p>Розныя спасылкі.</p>
th: <p>ส่วนเชื่อมโยงของส่วนเบ็ดเตล็ดต่าง ๆ</p>
uz: <p>Har xil bogʻlar.</p>
uz@cyrillic: <p>Ҳар хил боғлар.</p>

source: [Autodetected] %1
ar: [المكتشف تلقائياً] %1
be: [Аўтавызначэнне] %1
th: %1 [ตรวจพบโดยอัตโนมัติ]
uz: [Avto-topilgan] %1
uz@cyrillic: [Авто-топилган] %1

source: &Tools
ar: أ&دوات
be: Н&ачынне
th: เ&ครื่องมือ

source: Document Relations
ar: علاقات المستند
be: Сувязі дакументу
th: ความสัมพันธ์ในเอกสาร
uz: Hujjat orasidagi bogʻliqlik
uz@cyrillic: Ҳужжат орасидаги боғлиқлик

# NAME OF TRANSLATORS
source: Your names
ar: Mohamed SAAD محمد سعد,زايد السعيدي
be: Дарафей Праляскоўскі, Конан Андрэй
th: ถนอมทรัพย์ นพบูรณ์
uz: Nurali Abdurahmonov
uz@cyrillic: Нурали Абдураҳмонов

# EMAIL OF TRANSLATORS
source: Your emails
ar: metehyi@free.fr,zayed.alsaidi@gmail.com
be: komzpa@licei2.com, potlaty@gmail.com
th: donga.nb@gmail.com
uz: mavnur@gmail.com
uz@cyrillic: mavnur@gmail.com
