Repository: eurolinux-enterprise-linux-sources/konq-plugins
Catalog: src/po/*/validatorsplugin.po
Languages: ar, be, bg, da, de, es, fi, fr, gl, ja, km, ko, ku, lv, nds, nl, pa, pt_br, ro, tg, th, uk

source: Validate Web Page
ar: صدّق صفحة ويب
be: Праверыць вэб-старонку
bg: Валидатор на уеб страници
da: Validér netside
de: Webseite überprüfen
es: Validar página web
fi: Kelpuuta verkkosivu
fr: Valider la page web
gl: Validar a páxina web
ja: ウェブページを検証
km: ​ធ្វើ​ឲ្យ​ទំព័រ​បណ្តាញ​មាន​សុពលភាព
ko: 웹 페이지 검사
ku: Malperê Pejirîne
lv: Pārbauda tīmekļa lapas korektumu
nds: Nettsiet pröven
nl: Webpagina valideren
pa: ਵੈੱਬ ਸਫ਼ਾ ਵੈਧਤਾ
pt_br: Validação de página da Internet
ro: Validează pagina web
tg: &Муайянкунии саҳифаи интернетӣ
th: ตรวจความถูกต้องของหน้าเว็บ
uk: Перевірити веб-сторінку

source: &Validate Web Page
ar: &صدق صفحة ويب
be: &Праверыць вэб-старонку
bg: &Валидиране на уеб страница
da: &Validér netside
de: &Webseite überprüfen
es: &Validar página web
fi: &Kelpuuta verkkosivu
fr: Va&lider la page web
gl: &Validar a páxina web
ja: ウェブページを検証(&V)
km: ​ធ្វើ​ឲ្យ​ទំព័រ​បណ្តាញ​មាន​សុពលភាព
ko: 웹 페이지 검사(&V)
ku: Malperê &Pejirîne
lv: &Pārbaudīt tīmekļa lapu
nds: Nettsiet &pröven
nl: Webpagina &valideren
pa: ਵੈੱਬ ਸਫ਼ਾ ਵੈਧਤਾ(&V)
pt_br: &Validação de página da Internet
ro: &Validează pagina web
tg: &Санҷиши саҳифаи интернетӣ
th: &ตรวจความถูกต้องของหน้าเว็บ
uk: &Перевірити веб-сторінку

source: Validate HTML (by URI)
ar: صدق HTML (بواسطة العنوان)
be: Праверыць HTML (па URI)
bg: Валидиране на HTML (от URI-адрес)
da: Validér HTML (ved URI)
de: HTML überprüfen (durch URI)
es: Validar HTML (por URI)
fi: Kelpuuta HTML (URI-osoitteen kautta)
fr: Valider le HTML (par l'URI)
gl: Validar o HTML (segundo o URI)
ja: HTML を検証 (URI)
km: ធ្វើ​ឲ្យ HTML មាន​សុពលភាព (តាម URI)
ko: HTML 검사 (URI 사용)
ku: HTML ê Pejirîne (bi URl ve)
lv: Pārbaudīt HTML (pēc URI)
nds: HTML pröven (URI)
nl: HTML valideren (aan de hand van URI)
pa: HTML ਵੈਧਤਾ (URI ਵਲੋਂ)
pt_br: Validar HTML (pelo URI)
ro: Validează HTML (după URI)
tg: Муайянкунии HTML (бо URI)
th: ตรวจสอบไวยากรณ์ HTML (ตาม URI)
uk: Перевірити HTML (за URI)

source: Validate HTML (by Upload)
ar: صدق HTML (بواسطة الرفع)
be: Праверыць HTML (па Перадачы)
bg: Валидиране на HTML (от качен файл)
da: Validér HTML (ved upload)
de: HTML überprüfen (durch Hochladen)
es: Validar HTML (por envío)
fi: Kelpuuta HTML (lähettämällä)
fr: Valider le HTML (par envoi)
gl: Validar o HTML (segundo o Envío)
ja: HTML を検証 (アップロード)
km: ធ្វើ​ឲ្យ​ HTML ​មាន​សុពលភាព (តាម​ការ​​ផ្ទុកឡើង)
ko: HTML 검사 (업로드 사용)
ku: HTML ê Pejirîne (bi Barkirinê ve)
lv: Pārbaudīt HTML (ar augšupielādi)
nds: HTML pröven (Hoochladen)
nl: HTML valideren (aan de hand van upload)
pa: HTML ਵੈਧਤਾ (ਅੱਪਲੋਡ ਨਾਲ)
pt_br: Validar HTML (pelo upload)
ro: Validează HTML (după Upload)
tg: Муайянкунии HTML (бо Боркунӣ)
th: ตรวจสอบไวยากรณ์ HTML (ตามการอัปโหลด)
uk: Перевірити HTML (за вивантаженням)

source: Validate CSS (by URI)
ar: صدق CSS (بواسطة العنوان)
be: Праверыць CSS (па URI)
bg: Валидиране на CSS (от URI-адрес)
da: Validér CSS (ved URI)
de: CSS überprüfen (durch URI)
es: Validar CSS (por URI)
fi: Kelpuuta CSS (URI-osoitteen kautta)
fr: Valider le CSS (par l'URI)
gl: Validar a CSS (segundo o URI)
ja: CSS を検証 (URI)
km: ធ្វើ​ឲ្យ CSS ​មាន​សុពលភាព (តាម URI)
ko: CSS 검사 (URI 사용)
ku: CSS yê Pejirîne (bi URl ve)
lv: Pārbaudīt CSS (pēc URI)
nds: CSS pröven (URI)
nl: CSS valideren (aan de hand van URI)
pa: CSS ਵੈਧਤਾ(URI ਨਾਲ)
pt_br: Validar CSS (pela URI)
ro: Validează CSS (după URI)
tg: Муайянкунии CSS (бо URI)
th: ตรวจสอบไวยากรณ์ของ CSS (ตาม URI)
uk: Перевірити CSS (за URI)

source: Validate CSS (by Upload)
ar: صدق CSS (بواسطة الرفع)
be: Праверыць CSS (зацягнуць на сервер)
bg: Валидиране на CSS (от качен файл)
da: Validér CSS (ved upload)
de: CSS überprüfen (durch Hochladen)
es: Validar CSS (por envío)
fi: Kelpuuta CSS (lähettämällä)
fr: Valider le CSS (par envoi)
gl: Validar a CSS (segundo o Envío)
ja: CSS を検証 (アップロード)
km: ធ្វើ​ឲ្យ CSS ​មាន​សុពលភាព (តាម​ការ​ផ្ទុក​ឡើង)
ko: CSS 검사 (업로드 사용)
ku: CSS yê Pejirîne (bi Barkirinê ve)
lv: Pārbaudīt CSS (ar augšupielādi)
nds: CSS pröven (Hoochladen)
nl: CSS valideren (aan de hand van upload)
pa: CSS ਵੈਧਤਾ (ਅੱਪਲੋਡ ਨਾਲ)
pt_br: Validar CSS (pelo upload)
ro: Validează CSS (după Upload)
tg: Муайянкунии CSS (бо Боркунӣ)
th: ตรวจสอบไวยากรณ์ของ CSS (ตามการอัปโหลด)
uk: Перевірити CSS (за вивантаженням)

source: Validate &Links
ar: ال&تأكد من صلاحية الارتباطات
be: Праверыць спасылкі
bg: Вал&идиране на хипервръзки
da: Validér &links
de: &Verknüpfungen überprüfen
es: Validar en&laces
fi: Kelpuuta &linkit
fr: Valider les &liens
gl: Validar as &ligazóns
ja: リンクを検証(&L)
km: ធ្វើ​ឲ្យ​តំណ​មាន​សុពលភាព
ko: 링크 검사(&L)
ku: &Girêdanan Pejirîne
lv: Pārbaudīt &saites
nds: &Links pröven
nl: Koppe&lingen valideren
pa: ਲਿੰਕ ਵੈਧਤਾ(&L)
pt_br: Validar &links
ro: Validează &legăturile
tg: Муайянкунии &алоқаҳо
th: ตรวจสอบที่อยู่เ&ชื่อมโยง
uk: Перевірити п&осилання

source: Validate Page
ar: صدّق صفحة
be: Праверыць старонку
bg: Валидиране на страница
da: Validér side
de: Webseite überprüfen
es: Validar página
fi: Kelpuuta verkkosivu
fr: Valider la page
gl: Validar a páxina
ja: ページを検証
km: ​ធ្វើ​ឲ្យ​ទំព័រ​​មាន​សុពលភាព
ko: 페이지 검사
ku: Rûpelê Pejirîne
lv: Pārbaudīt lapu
nds: Siet pröven
nl: Pagina valideren
pa: ਪੇਜ਼ ਵੈਧਤਾ
pt_br: Validação de página da Internet
ro: Validează pagina
tg: Муайянкунии саҳифа
th: ตรวจความถูกต้องของหน้าเว็บ
uk: Перевірити сторінку

source: View Validator Report
ar: اعرض تقرير التصديق
be: Прагледзець справаздачу праверкі
bg: Доклад за валидирането
da: Vis Valideringsrapport
de: Überprüfungsbericht ansehen
es: Ver informe validador
fi: Katso kelpuutusraportti
fr: Afficher le rapport de validation
gl: Ver o informe do validador
ja: 検証レポートを表示
km: មើល​របាយការណ៍​​របស់​កម្មវិធី​ធ្វើ​ឲ្យ​មាន​សុពលភាព
ko: 검사기 보고서 보기
ku: Rapora Kesê Dipejirîne Bibîne
lv: Apskatīt pārbaudītāja atskaiti
nds: Pröövbericht ankieken
nl: Validatierapport tonen
pa: ਵੈਧ-ਕਰਤਾ ਰਿਪੋਰਟ ਵੇਖੋ
pt_br: Visualizar relatório do validador
ro: Vizualizează raportul verificatorului
tg: Намоиши ҳисоботи муайянкунӣ
th: แสดงรายงานของตัวตรวจความถูกต้อง
uk: Переглянути звіт інструменту перевірки

source: C&onfigure Validator...
ar: إ&عداد التأكد من الصلاحية...
be: Наставіць Validator...
bg: &Настройване на валидатора...
da: &Indstil Validering...
de: Syntaxüberprüfung &einrichten ...
es: C&onfigurar Validator...
fi: &Aseta kelpuuttaja...
fr: &Configurer la validation...
gl: C&onfigurar o validador...
ja: 検証ツールを設定(&O)...
km: ​កំណត់​រចនាសម្ព័ន្ធ​កម្មវិធី​ធ្វើ​​ឲ្យ​មាន​សុពលភាព...
ko: 검사기 설정(&O)...
ku: Kesê Dipejirîne V&eava Bike...
lv: &Konfigurēt korektuma pārbaudītāju...
nds: Prööv &instellen...
nl: Validatie &instellen...
pa: ਪਰਮਾਣਕ ਸੰਰਚਨਾ(&o)...
pt_br: C&onfigurar validador...
ro: C&onfigurează validatorul...
tg: &Танзими муайянкунанда...
th: ป&รับแต่งตัวตรวจความถูกต้อง...
uk: &Налаштувати перевірку...

source: Remote Validation
ar: تصديق عن بعد
be: Аддаленая праверка
bg: Отдалечено валидиране
da: Ekstern validering
de: Entfernte Überprüfung
es: Validación a distancia
fi: Etäkelpuutus
fr: Validation distante
gl: Validación remota
ja: リモート検証
km: ការ​ធ្វើ​ឲ្យ​មាន​សុពលភាព​ពី​ចម្ងាយ
ko: 원격 검사
ku: Pejirandina Dûr
lv: Attālināta pārbaude
nds: Feern Prööv
nl: Externe validatie
pa: ਰਿਮੋਟ ਵੈਧਤਾ
pt_br: Validador remoto
ro: Validare distantă
tg: Муайянкунии дурдаст
th: การตรวจสอบความถูกต้องทางไกล
uk: Віддалена перевірка

source: Local Validation
ar: تصديق محلي
be: Лакальная праверка
bg: Локално валидиране
da: Lokal validering
de: Lokale Überprüfung
es: Validación local
fi: Paikallinen kelpuutus
fr: Validation locale
gl: Validación local
ja: ローカル検証
km: ការ​ធ្វើ​ឲ្យ​មាន​សុពលភាព​មូលដ្ឋាន
ko: 로컬 검사
ku: Pejirandina Herêmî
lv: Lokāla pārbaude
nds: Lokaal Prööv
nl: Lokale validatie
pa: ਲੋਕਲ ਵੈਧਤਾ
pt_br: Validador local
ro: Validare locală
tg: Муайянкунии дохилӣ
th: การตรวจสอบความถูกต้องภายในระบบ
uk: Локальна перевірка

source: 1 error
ar: بدون خطأ
be: %1 памылка
bg: 1 грешка
da: 1 fejl
de: 1 Fehler
fi: 1 virhe
fr: 1 erreur
gl: 1 erro
ja: エラー 1 個
km: កំហុស %1
ko: 오류 %1개
ku: 1 çewtî
lv: %1 kļūda
nds: 1 Fehler
nl: 1 fout
pa: 1 ਗਲਤੀ
pt_br: 1 erro
ro: 1 eroare
tg: 1 хато
th: ข้อผิดพลาด %1 รายการ
uk: %1 помилка

source: 1 warning
ar: لا يوجد تحذيرات
be: %1 папярэджанне
bg: 1 предупреждение
da: 1 advarsel
de: 1 Warnung
es: 1 aviso
fi: 1 varoitus
fr: 1 avertissement
gl: 1 aviso
ja: 警告 1 個
km: ការ​ព្រមាន %1
ko: 경고 %1개
ku: 1 hişyarî
lv: %1 brīdinājums
nds: 1 Wohrschoen
nl: 1 waarschuwing
pa: 1 ਚੇਤਾਵਨੀ
pt_br: 1 aviso
ro: 1 avertizare
tg: 1 огоҳӣ
th: แจ้งเตือน %1 รายการ
uk: %1 попередження

source: 1 accessibility warning
ar: لا يوجد تحذيرات قابلية الوصول
be: %1 папярэджанне даступнасці
bg: 1 предупреждение за достъпност
da: 1 tilgængelighedsadvarsel
de: 1 Zugangshilfe-Warnung
es: 1 aviso de accesibilidad
fi: 1 käytettävyysvaroitus
fr: 1 avertissement d'accessibilité
gl: 1 aviso de accesibilidade
ja: アクセシビリティ警告 1 個
km: ការ​ព្រមាន​ការ​ចូលដំណើរការ %1
ko: 접근성 경고 %1개
ku: 1 hişyariya gihîştinê
lv: %1 pieejamības kļūda
nds: 1 Behinnertenhülp-Wohrschoen
nl: 1 toegankelijkheidswaarschuwing
pa: 1 ਅਸੈੱਸਬਿਲਟੀ ਚੇਤਾਵਨੀ
pt_br: 1 aviso de acessibilidade
ro: 1 avertizare de accesibilitate
tg: 1 хатои дастрасӣ
uk: %1 попередження щодо доступності

source: HTML tidy results:
ar: نتيجة ترتيب HTML:
be: Рэзультат апрацоўкі HTML:
bg: Резултати от проверката на HTML:
da: Resultater fra HTML Tidy:
de: Ergebnisse von HTML tidy:
es: Resultados ordenados de HTML:
fi: HTML-siistimistulokset:
fr: Résultats de HTML Tidy :
gl: Resultados de HTML tidy:
ja: HTML Tidy の結果:
km: លទ្ធផល​ HTML ស្អាត ៖
ko: HTML tidy 결과:
ku: HTML encamên
lv: HTML tidy rezultāti:
nds: "HTML-Tidy"-Resultaten:
nl: Resultaten van HTML-tidy:
pa: HTML ਟੈਡੀ (tidy) ਨਤੀਜੇ:
pt_br: Resultados do HTML tidy:
ro: Rezultate curățenie HTML:
tg: Натиҷаҳои HTML:
th: ผลลัพธ์จาก HTML tidy:
uk: Результати HTML tidy:

source: Page: %1, %2, %3
ar: الصفحة : %1، %2 ، %3
be: Старонка: %1, %2, %3
bg: Страница: %1, %2, %3
da: Side: %1, %2, %3
de: Seite: %1, %2, %3
es: Página: %1, %2, %3
fi: Verkkosivu: %1, %2, %3
gl: Páxina: %1, %2, %3
ja: ページ: %1, %2, %3
km: ទំព័រ ៖ %1, %2, %3
ko: 페이지: %1, %2, %3
ku: Rûpel: %1, %2, %3
lv: Lapa: %1, %2, %3
nds: Siet: %1, %2, %3
nl: Pagina: %1, %2, %3
pa: ਪੇਜ਼: %1, %2, %3
pt_br: Página: %1, %2, %3
ro: Pagină: %1, %2, %3
tg: Саҳифа: %1, %2, %3
th: หน้าเว็บ: %1, %2, %3
uk: Сторінка: %1, %2, %3

# %1 is the error count string, %2 the warning count string
source: Page: %1, %2
ar: الصفحة: %1، %2
be: Старонка: %1, %2
bg: Страница: %1, %2
da: Side: %1, %2
de: Seite: %1, %2
es: Página: %1, %2
fi: Verkkosivu: %1, %2
gl: Páxina: %1, %2
ja: ページ: %1, %2
km: ទំព័រ ៖ %1, %2
ko: 페이지: %1, %2
ku: Rûpel: %1, %2
lv: Lapa: %1, %2
nds: Siet: %1, %2
nl: Pagina: %1, %2
pa: ਪੇਜ਼: %1, %2
pt_br: Página: %1, %2
ro: Pagină: %1, %2
tg: Саҳифа: %1, %2
th: หน้าเว็บ: %1, %2
uk: Сторінка: %1, %2

source: Frame '%1': %2, %3, %4
ar: الإطار '%1': %2، %3، %4
be: Кавалак '%1': %2, %3, %4
bg: Рамка: %1, %2, %3, %4
da: Ramme "%1": %2, %3, %4
de: Rahmen ‚%1‘: %2, %3, %4
es: Marco «%1»: %2, %3, %4
fi: Kehys ”%1”: %2, %3, %4
fr: Cadre « %1 » : %2, %3, %4
gl: Moldura «%1»: %2, %3, %4
ja: フレーム “%1”: %2, %3, %4
km: ស៊ុម '%1' ៖ %2, %3, %4
ko: 프레임 '%1': %2, %3, %4
ku: Çarçove '%1': %2, %3, %4
lv: Ietvars '%1': %2, %3, %4
nds: Finster "%1": %2, %3, %4
pa: ਫਰੇਮ '%1': %2, %3, %4
pt_br: Quadro '%1': %2, %3, %4
ro: Cadrul „%1”: %2, %3, %4
tg: Ром '%1': %2, %3, %4
th: เฟรม '%1': %2, %3, %4
uk: Фрейм «%1»: %2, %3, %4

source: Frame '%1': %2, %3
ar: الإطار '%1': %2، %3
be: Кавалак '%1': %2, %3
bg: Рамка: %1': %2, %3
da: Ramme "%1": %2, %3
de: Rahmen ‚%1‘: %2, %3
es: Marco «%1»: %2, %3
fi: Kehys ”%1”: %2, %3
fr: Cadre « %1 » : %2, %3
gl: Moldura «%1»: %2, %3
ja: フレーム “%1”: %2, %3
km: ស៊ុម '%1'៖ %2, %3
ko: 프레임 '%1': %2, %3
ku: Çarçove '%1': %2, %3
lv: Ietvars '%1': %2, %3
nds: Finster "%1": %2, %3
pa: ਫਰੇਮ '%1': %2, %3
pt_br: Quadro '%1': %2, %3
ro: Cadrul „%1”: %2, %3
tg: Ром '%1': %2, %3
th: เฟรม '%1': %2, %3
uk: Фрейм «%1»: %2, %3

source: <qt>The selected URL cannot be verified because it contains a password. Sending this URL to <b>%1</b> would put the security of <b>%2</b> at risk.</qt>
ar: <qt>لا يمكن التأكد من العنوان المختار لأنه يحتوي على كلمة مرور تبعث العنوان الى <b>%1</b>و هذا قد يعرض أمن<b>%2</b> للخطر.</qt>
be: <qt>Выбраны URL не можа быць правераны, таму што змяшчае пароль. Адпраўка гэтага URL да <b>%1</b> можа быць небяспечным для <b>%2</b>.</qt>
bg: <qt>Зададеният адрес не може да бъде валидиран, понеже съдържа парола. Изпращането на адреса на <b>%1</b> може да доведе до дупка в сигурността на <b>%2</b>.</qt>
da: <qt>Den valgte URL kan ikke verificeres da den indeholder en adgangskode. At sende denne URL til <b>%1</b>, ville kompromittere sikkerheden for <b>%2</b></qt>
de: <qt>Die gewählte Adresse kann nicht überprüft werden, da sie ein Passwort enthält. Wenn Sie diese Adresse nach <b>%1</b> schicken, gefährdet das die Sicherheit von <b>%2</b>.</qt>
es: <qt>La URL seleccionada no se puede verificar porque contiene una contraseña. El envío de esta URL a <b>%1</b> pondrá en peligro la seguridad de <b>%2</b>.</qt>
fi: <qt>Valittua osoitetta ei voida todentaa, koska se sisältää salasanan. Tämän osoitteen lähettäminen osoitteeseen <b>%1</b> voi asettaa <b>%2</b>:n turvallisuuden riskialttiiksi.</qt>
fr: <qt>Impossible de vérifier l'URL sélectionnée car elle contient un mot de passe. L'envoi de cette URL à <b>%1</b> mettrait en péril la sécurité de <b>%2</b>.</qt>
gl: <qt>Non é posíbel verificar o URL escollido porque contén un contrasinal. Enviar este URL a <b>%1</b> faría perigar a seguridade de <b>%2</b>.</qt>
ja: <qt>選択された URL はパスワードを含んでいるため、検証できません。URL を <b>%1</b> に送ることは、<b>%2</b> をセキュリティ上のリスクにさらします。</qt>
km: <qt>URL​ ដែល​បាន​ជ្រើស​​មិន​អាច​ត្រូវ​បាន​ផ្ទៀងផ្ទាត់​ទេ ពី​​ព្រោះ​វា​មាន​​ពាក្យ​សម្ងាត់​ ។ ការ​បញ្ជូន​ URL ​នេះ​​ទៅ <b>%1</b> នឹង​ធ្វើ​ឲ្យ​សុវត្ថិភាព​របស់​ <b>%2</b>​ មាន​​គ្រោះថ្នាក់ ។</qt>
ko: <qt>선택한 URL에는 암호가 있기 때문에 검사할 수 없습니다. 이 URL을 <b>%1</b>(으)로 보내면 <b>%2</b>의 보안에 위험을 줄 수 있습니다.</qt>
ku: <qt>URL ya hatiye hilbijartin nayê pejirandin ji ber ku jê re nasnav hewce ye. Şandina vê URL yê jê <b>%1</b> re di be ku ewlehiya <b>%2</b> bixe di bin xeterê de.</qt>
lv: <qt>Šo URL nevar pārbaudīt, jo tas satur paroli. Šī URL nosūtīšana uz<b>%1</b> radīs drošības problēmas <b>%2</b>.</qt>
nds: <qt>De utsöchte URL lett sik nich överpröven, wiel se en Passwoort bargt. Wenn Du de Adress na <b>%1</b> schickst, is dat en Riskanz för de Sekerheit vun <b>%2</b>.</qt>
nl: <qt>Het opgegeven URL-adres kon niet worden geverifieerd doordat het een wachtwoord bevat. Het verzenden van dit URL-adres naar <b>%1</b> zou de beveiliging van <b>%2</b> kunnen compromitteren.</qt>
pa: <qt>ਚੁਣੇ URL ਦੀ ਪਰਮਾਣਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ, ਕਿਉਂਕਿ ਇਹ ਇੱਕ ਪਾਸਵਰਡ ਰੱਖਦਾ ਹੈ। ਇਸ ਨੂੰ URL ਨੂੰ <b>%1</b> ਨੂੰ ਰੱਖਣ ਨਾਲ <b>%2</b> ਲਈ ਸੁਰੱਖਿਆ ਸਮੱਸਿਆਵਾਂ ਆ ਸਕਦੀਆਂ ਹਨ।</qt>
pt_br: <qt>O URL selecionado não pode ser verificado, pois contém uma senha. Enviar o URL para <b>%1</b> colocaria a segurança de <b>%2</b> em risco.</qt>
ro: <qt>URL-ul selectat nu poate fi verificat deoarece conține o parolă. Trimiterea acestui URL către <b>%1</b> ridică probleme de securitate pentru <b>%2</b>.</qt>
tg: <qt>Суроғаи интернетии интихобшуда муайян карда намешавад, барои он ки ин сайт парол дорад. Бо ирсолкунии ин суроға ба <b>%1</b> амнияти <b>%2</b> ба хатарнокӣ мемонад.</qt>
th: <qt>ไม่สามารถตรวจสอบที่อยู่ URL ที่เลือกไว้ได้ เนื่องจากมันมีส่วนของรหัสผ่านอยู่ การส่งที่อยู่ URL นี้ไปยัง <b>%1</b> อาจทำให้ความปลอดภัยของ <b>%2</b> อยู่ในภาวะเสี่ยง</qt>
uk: <qt>Вибраний URL неможливо перевірити, оскільки він потребує пароль. Відсилання цього URL до <b>%1</b> може скомпрометувати безпеку <b>%2</b>.</qt>

source: Cannot Validate Source
ar: لم أستطع التأكد من الصلاحية المصدر
be: Немагчыма праверыць крыніцу
bg: Източникът не може да бъде валидиран
da: Kan ikke validere kildetekst
de: Quelltext ließ sich nicht überprüfen
es: Imposible validar fuente
fi: Ei voitu kelpuuttaa lähdekoodia
fr: Impossible de valider la source
gl: Non foi posíbel validar a fonte
ja: ソースを検証できません
km: មិន​អាច​ធ្វើ​ឲ្យ​​ប្រភព​​មាន​សុពលភាព​​
ko: 원본을 검사할 수 없음
ku: Nikare Çavkaniyê Bipejirîne
lv: Nevar pārbaudīt šo avotu
nds: Born lett sik nich pröven
nl: Bron kon niet worden gevalideerd.
pa: ਸਰੋਤ ਵੈਧ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
pt_br: Não é possível validar a fonte
ro: Imposibil de validat sursa
tg: Манбаъи сайтро муайян карда намешавад
th: ไม่สามารถตรวจความถูกต้องของต้นทางได้
uk: Неможливо перевірити джерело

source: You cannot validate anything except web pages with this plugin.
ar: لا يمكنك التأكد من صلاحية أي شيء باستثناء صفحات الشبكة بهذا القابس.
be: Вы можаце правяраць гэтай утулкай толькі вэб-старонкі
bg: С тази приставка може да валидирате само уеб страници.
da: Du kan kun validere netsider med dette plugin.
de: Mit diesem Modul lassen sich ausschließlich Webseiten überprüfen.
es: Con este complemento solo se pueden validar páginas web.
fi: Voit kelpuuttaa vain verkkosivuja tällä liitännäisellä.
fr: Vous ne pouvez valider que des pages web avec ce module.
gl: Esta extensión só serve para validar páxinas web.
ja: このプラグインではウェブページ以外のものは検証できません。
km: អ្នក​មិន​អាច​ធ្វើ​ឲ្យ​អ្វីៗ​​មាន​សុពលភាព​បានទេ ​លើកលែង​តែ​​ទំព័រ​បណ្តាញ​​ដែល​មាន​កម្មវិធី​ជំនួយ​នេះ ។
ko: 이 플러그인으로는 웹 페이지만 검사할 수 있습니다.
ku: Bi vê pêvekê re tu nikarî bilî malperan tiştekî din bipejirînî.
lv: Ar šo spraudni var pārbaudīt tikai tīmekļa lapas.
nds: Mit dit Moduul laat sik bloots Nettsieden pröven.
nl: U kunt met deze plugin alleen webpagina's valideren.
pa: ਤੁਸੀਂ ਵੈੱਬ ਸਫ਼ਿਆਂ ਤੋਂ ਬਿਨਾਂ ਕੁਝ ਵੀ ਇਸ ਪਲੱਗਇਨ ਨਾਲ ਵੈਧ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹੋ।
pt_br: Você só pode validar páginas da Web com este plug-in.
ro: Cu acest modul nu puteți valida decît pagini web.
tg: Бо ёрии ин пайванд Шумо метавонед танҳо саҳифаҳои интернетро муайян кунед.
th: คุณไม่สามารถใช้ส่วนเสริมนี้เพื่อตรวจสอบสิ่งอื่น ๆ ได้ นอกจากหน้าเว็บเท่านั้น
uk: За допомогою цього втулку можна перевіряти тільки веб-сторінки.

source: Malformed URL
ar: عنوان مشوَّه
be: Недапушчальны URL
bg: Грешен URL
da: Forkert udformet URL
de: Ungültige Adresse
es: URL incorrecta
fi: Viallinen verkko-osoite
fr: Adresse mal formée
gl: URL mal formado
ja: 不正な形式の URL
km: URL មិន​ត្រឹមត្រូវ
ko: 잘못된 URL
ku: URLya Xerabî
lv: Nederīgs URL
nds: Leeg URL
nl: Ongeldig URL-adres
pa: ਨਿਕਾਰਾ URL
pt_br: URL inválido
ro: URL incorect
tg: Суроғаи нодуруст
th: รูปแบบที่อยู่ URL ไม่ถูกต้อง
uk: Неправильно записана адреса URL

source: The URL you entered is not valid, please correct it and try again.
ar: رابط العنوان الذي أدخلته غير صالح، فضلا صححه ثم اعد المحاولة.
be: Вы ўвялі недапушчальны адрас, калі ласка, выпраўце яго і паспрабуйце зноў.
bg: Въведеният адрес е невалиден. Моля, променете го и опитайте отново.
da: Den URL du angav er ikke gyldig. Ret den venligst og prøv igen.
de: Die angegebene Adresse ist ungültig. Bitte korrigieren Sie sie und versuchen Sie es erneut.
es: La URL introducida no es válida, corríjala e inténtelo de nuevo.
fi: Antamasi URL ei ole oikean muotoinen, korjaa se ja yritä uudelleen.
fr: L'URL que vous avez saisie n'est pas valable. Veuillez la corriger et réessayer.
gl: O URL que inseriu non é válido. Corríxao e ténteo de novo.
ja: 指定された URL は有効ではありません。修正してやり直してください。
km: URL ដែល​អ្នក​បាន​​បញ្ចូល​​​មិន​ត្រឹមត្រូវ​ទេ សូម​​កែ​វា​​ហើយ​​សាកល្បង​ម្តង​ទៀត ។
ko: 입력한 URL은 잘못되었습니다. 다른 URL을 시도하십시오.
ku: URL ya tu tê ketî nederbasdar e, jê kerema xwe vê serast bike û cardin biceribîne.
lv: Jūsu ievadītais URL nav pareizs, lūdzu labojiet to un mēģiniet vēlreiz.
nds: De angeven URL is leeg. Bitte överprööv ehr, un versöök dat denn nochmaal.
nl: Het URL-adres dat u opgaf is ongeldig. Corrigeer dit en probeer het nogmaals.
pa: URL, ਜੋ ਤੁਸੀਂ ਦਿੱਤਾ ਹੈ, ਠੀਕ ਨਹੀਂ ਹੈ, ਠੀਕ ਕਰਕੇ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ ਜੀ।
pt_br: O URL informado não é válido, corrija-o e tente novamente.
ro: URL-ul pe care l-ați introdus nu este valid. Introduceți-l corect și încercați din nou.
tg: Суроғаи интернетӣ нодуруст ворид карда шуд. Ав нав ворид кунед.
th: ที่อยู่ URL ที่คุณระบุมาใช้ไม่ได้หรือไม่ถูกต้อง โปรดแก้ไขก่อนแล้วลองใหม่อีกครั้ง
uk: URL, який ви ввели не є чинним. Будь ласка, виправте та спробуйте знову.

source: Validation
ar: التصديق
be: Праверка
bg: Валидиране
da: Validering
de: Überprüfung
es: Validación
fi: Kelpuutus
gl: Validación
ja: 検証
km: កា​រធ្វើ​ឲ្យ​មាន​សុពលភាព
ko: 검사
ku: Pejirandin
lv: Pārbaudīšana
nds: Prööv
nl: Validatie
pa: ਵੈਧਤਾ
pt_br: Validação
ro: Validare
tg: Муайянкунӣ
th: การตรวจสอบความถูกต้อง
uk: Перевірка

source: Accessibility validation level:
ar: مستوى التصديق للقابلية للوصول:
be: Узровень праверкі на даступнасць:
bg: Ниво на валидиране за достъпност:
da: Valideringsniveau for tilgængelighed:
de: Überprüfungsstufe der Zugangshilfen:
es: Nivel de validación de accesibilidad:
fi: Käytettävyyskelpuutustaso:
fr: Niveau de validation de l'accessibilité :
gl: Nivel de validación da accesibilidade:
ja: アクセシビリティの検証レベル:
km: កម្រិត​ការ​ធ្វើ​សុពលភាព​នៃ​ការ​ចូលដំណើរការ ៖
ko: 접근성 검사 단계:
ku: Asta pejirandina gihîştinê:
lv: Pieejamības pārbaudīšanas līmenis
nds: Behinnertenhülp-Pröövstoop:
nl: Niveau voor valideren van de toegankelijkheid:
pa: ਅਸੈੱਸਬਿਲਟੀ ਵੈਧਤਾ ਲੈਵਲ:
pt_br: Nível de validação de acessibilidade:
ro: Nivel de validare a accesibilității:
tg: Дараҷаи муайянкунии дастрас:
uk: Рівень перевірки доступності:

source: 0 (No check)
ar: 0 (لا يفحص)
be: 0 (без праверкі)
bg: 0 (без проверка)
da: 0 (ingen kontrol)
de: 0 (keine Prüfung)
es: 0 (Ninguna comprobación)
fi: 0 (Ei tarkistusta)
fr: 0 (Aucune vérification)
gl: 0 (Ningunha comprobación)
ja: 0 (チェックなし)
km: ០ (គ្មានការ​ត្រួតពិនិត្យ)
ko: 0 (검사하지 않음)
ku: 0 (Bê Kontrol)
lv: 0 (nepārbaudīt)
nds: 0 (keen Prööv)
nl: 0 (geen controle)
pa: 0 (ਚੈੱਕ ਨਹੀਂ ਕੀਤਾ)
pt_br: 0 (sem verificação)
ro: 0 (nicio verificare)
tg: 0 (бе санҷиш)
th: 0 (ไม่ตรวจสอบ)
uk: 0 (Без перевірки)

source: If this option is enabled, the internal HTML validator is executed after a webpage has been loaded.
ar: إذا مكن هذا الخيار ، فإن مصادق صفحات HTML الداخلي سينفذ بعد تحميل الصفحة .
be: Калі дадзеная опцыя ўключана, унутраная HTML праверка будзе запушчана пасля таго, як вэб-старонка будзе загружана.
bg: Ако това е включено, вътрешният валидарот на HTML ще се изпълнява след зареждане на уеб-страница.
da: Hvis denne indstiling er valgt vil den interne HTML-validering blive udført efter en netside er indlæst.
de: Ist diese Einstellung markiert, so wird die interne HTML-Überprüfung ausgeführt, nachdem die Webseite geladen wurde.
es: Si se selecciona esta opción, se ejecuta el validador interno HTML después de cargar una página web.
fi: Jos tämä valitsin on käytössä, sisäinen HTML-kelpuuttaja suoritetaan sen jälkeen kun verkkosivu on ladattu.
fr: Si cette option est activée, la validation interne du HTML s'effectuera après que la page soit chargée.
gl: Se escolle esta opción, executarase o validador interno de HTML tras cargar unha páxina web.
ja: このオプションを有効にすると、ウェブページが読み込まれた後に検証ツールの組み込みコンポーネントによって HTML 検証が実行されます。
km: ប្រសិន​បើ​ជម្រើស​នេះ​បាន​បើក កម្មវិធី​ធ្វើ​ឲ្យ​មាន​សុពលភាព​ HTML ខាង​ក្នុង​ត្រូវ​បាន​ប្រតិបត្តិ​បន្ទាប់​​ទំព័រ​បណ្ដាញ​ត្រូ​វបាន​ផ្ទុក ។
ko: 이 옵션이 켜져 있으면 웹 페이지를 불러온 다음 내장 HTML 검사기를 실행합니다.
ku: Heke ev bijare were çalak kirin, kesê HTML a hundirîn dipejirîne piştî malper bar bû tê xebitandin.
lv: Ja šis ir eslēgts, iekšējais HTML pārbaudītājs tiks darbināts pēc katras tīmekļa lapas ielādes.
nds: Wenn dit anmaakt is, warrt na't Laden vun en Nettsiet de intern HTML-Prööv utföhrt.
nl: Als deze optie is ingeschakeld zal de interne HTML-validatie worden uitgevoerd nadat de webpagina is ingeladen.
pt_br: Se essa opção estiver ativa, o validador HTML interno é executado depois que a página da Internet for carregada.
ro: Dacă această opțiune este activată, validatorul HTML intern este executat după ce pagina web s-a încărcat.
tg: Агар ин имконот фаъол аст, муайянкунандаи HTML баъд аз боркунии саҳифа иҷро мешавад.
th: หากเปิดใช้ตัวเลือกนี้ จะมีการประมวลผลตัวตรวจความถูกต้องภายในระบบของไวยากรณ์ HTML หลังจากหน้าเว็บถูกโหลดเรียบร้อยแล้ว
uk: Якщо буде позначено цей пункт, внутрішню перевірку HTML буде виконано лише після завантаження веб-сторінки.
