Repository: eurolinux-enterprise-linux-sources/konq-plugins
Catalog: src/po/*/validatorsplugin.po
Languages: ar, be, bg, da, de, es, fi, fr, gl, ja, km, ko, ku, lv, nds, nl, pa, pt_br, ro, tg, th, uk

source: Run after loading
ar: شغّل بعد التحميل
be: Запусціць пасля загрузкі
bg: Изпълнение след зареждане
da: Kør efter indlæsning
de: Nach dem Laden ausführen
es: Ejecutar tras cargar
fi: Suorita lataamisen jälkeen
fr: Lancer après le chargement
gl: Executar tras cargar
ja: 読み込み完了後に実行する
km: រត់​បន្ទាប់​ពី​ផ្ទុក
ko: 불러온 다음 실행하기
ku: Piştî bar bû bixebitîne
lv: Darbināt pēc ielādes
nds: Na't Laden utföhren
nl: Uitvoeren na inladen
pa: ਲੋਡ ਕਰਨ ਦੇ ਬਾਅਦ ਚਲਾਓ
pt_br: Executar depois de carregar
ro: Rulează după încărcare
tg: Иҷро кардан баъд аз боркунӣ
th: ประมวลผลหลังจากการโหลด
uk: Запустити після завантаження

source: &Tools
ar: أ&دوات
be: Н&ачынне
bg: &Инструменти
da: Værk&tøjer
de: E&xtras
es: Herramien&tas
fi: &Työkalut
fr: &Outils
gl: &Utilidades
ja: ツール(&T)
km: ឧបករណ៍
ko: 도구(&T)
ku: &Amûr
lv: &Rīki
nds: &Warktüüch
nl: H&ulpmiddelen
pa: ਟੂਲ(&T)
pt_br: Ferramen&tas
ro: &Unelte
tg: &Асбобҳо
th: เ&ครื่องมือ
uk: &Інструменти

source: Extra Toolbar
ar: شريط أدوات إضافي
be: Дадатковая панель
bg: Допълнителна лента с инструменти
da: Ekstra-værktøjslinje
de: Extras-Werkzeugleiste
es: Barra de herramientas extra
fi: Lisätyökalurivi
fr: Barre d'outils supplémentaire
gl: Barra de ferramentas Extra
ja: 拡張ツールバー
km: ​របារ​ឧបករណ៍​បន្ថែម
ko: 추가 도구 모음
ku: Zêdetir Darikê Amûran
lv: Papildus rīkjosla
nds: Extra-Warktüüchbalken
nl: Extra werkbalk
pa: ਹੋਰ ਟੂਲਬਾਰ
pt_br: Barra de ferramentas extra
ro: Bară de unelte suplimentară
tg: Панели асбобҳои иловагӣ
th: แถบเครื่องมือพิเศษ
uk: Додатковий пенал

source: HTML/XML Validator
ar: المتأكد من صلاحية HTML/XML
be: Праверка HTML/XML
bg: Валидатор на HTML/XML
da: HTML-/XML-validering
de: HTML/XML-Überprüfung
es: Validador HTML/XML
fi: HTML/XML-kelpuuttaja
fr: Validation HTML / XML
gl: Validador de HTML/XML
ja: HTML/XML 検証ツール
km: កម្មវិធី​ធ្វើ​ឲ្យ HTML/XML ​មាន​សុពលភាព
ko: HTML/XML 검사기
ku: Kesê HTML/XML Dipejirîne
lv: HTML/XML pārbaudītājs
nds: HTML- un XML-Prööv
nl: HTML/XML-validatie
pa: HTML/XML ਪਰਮਾਣਕ
pt_br: Validador HTML/XML
ro: Verificator HTML/XML
tg: Муайянкунандаи HTML/XML
th: ตัวตรวจสอบไวยากรณ์ HTML/XML
uk: Перевірка HTML/XML

source: URL:
ar: عنوان الإنترنت (URL):
bg: Адрес:
de: Adresse (URL):
nl: URL-adres:
th: ที่อยู่ URL:

source: Upload:
ar: التحميل إلى الشبكة:
be: Загрузіць на сервер:
bg: Качване:
de: Hochladen:
es: Cargar:
fi: Lähetä:
fr: Envoyer :
gl: Enviar:
ja: アップロード:
km: ផ្ទុក​ឡើង ៖
ko: 업로드:
ku: Bar bike:
lv: Augšupielāde:
nds: Hoochladen:
nl: Uploaden:
pa: ਅੱਪਲੋਡ:
pt_br: Enviar:
ro: Încarcă:
tg: Боркунӣ:
th: อัปโหลด:
uk: Вивантажити:

source: CSS Validator
ar: المتأكد من صلاحية CSS
be: Праверка CSS
bg: Валидатор на CSS
da: CSS-validering
de: CSS-Überprüfung
es: Validador CSS
fi: CSS-kelpuuttaja
fr: Validation CSS
gl: Validador de CSS
ja: CSS 検証ツール
km: កម្មវិធី​​ធ្វើ​ឲ្យ CSS មាន​សុពលភាព
ko: CSS 검사기
ku: Kesê CSS Dipejirîne
lv: CSS pārbaudītājs
nds: CSS-Prööv
nl: CSS-validatie
pa: CSS ਪਰਮਾਣਕ
pt_br: Validador CSS
ro: Verificator CSS
tg: Муайянкунандаи CSS
th: ตัวตรวจสอบไวยากรณ์ CSS
uk: Перевірка CSS

source: Link Validator
ar: أداة التأكد من صلاحية الارتباطات
be: Праверка спасылак
bg: Валидатор на хипервръзки
da: Linkvalidering
de: Überprüfung von Verknüpfungen
es: Validador de enlace
fi: Linkki-kelpuuttaja
fr: Validation des liens
gl: Validador de ligazóns
ja: リンク検証ツール
km: កម្មវិធី​​​ធ្វើ​ឲ្យ​តំណ​មាន​សុពលភាព
ko: 링크 검사기
ku: Kesê Girêdanê Dipejirîne
lv: CSS pārbaudītājs
nds: Linkprööv
nl: Koppelingenvalidatie
pa: ਲਿੰਕ ਪਰਮਾਣਕ
pt_br: Validador de links
ro: Verificator de legături
tg: Муайянкунандаи алоқа
th: ตัวตรวจสอบที่อยู่เชื่อมโยง
uk: Перевірка посилань

source: Frame
ar: الإطار
be: Кавалак
bg: Рамка
da: Ramme
de: Rahmen
es: Marco
fi: Kehys
fr: Cadre
gl: Moldura
ja: フレーム
km: ស៊ុម
ko: 프레임
ku: Çarçove
lv: Ietvars
nds: Finster
pa: ਫਰੇਮ
pt_br: Quadro
ro: Cadru
tg: Ром
th: เฟรม
uk: Фрейм

source: Row
ar: الصف
be: Радок
bg: Ред
da: Række
de: Zeile
es: Fila
fi: Rivi
fr: Ligne
gl: Fila
ja: 行
km: ជួរដេក
ko: 줄
ku: Rêzik
lv: Rinda
nds: Reeg
nl: Rij
pa: ਕਤਾਰ
pt_br: Linha
ro: Rînd
tg: Қатор
th: แถว
uk: Рядок

source: Column
ar: العمود
be: Слупок
bg: Знак
da: Kolonne
de: Spalte
es: Columna
fi: Sarake
fr: Colonne
gl: Columna
ja: 列
km: ជួរឈរ
ko: 칸
ku: Stûn
lv: Kolona
nds: Striep
nl: Kolom
pa: ਕਾਲਮ
pt_br: Coluna
ro: Coloană
tg: Сутун
th: คอลัมน์
uk: Стовпчик

source: Message
ar: الرسالة
be: Паведамленне
bg: Съобщение
da: Besked
de: Meldung
es: Mensaje
fi: Viesti
gl: Mensaxe
ja: メッセージ
km: សារ
ko: 메시지
ku: Peyam
lv: Ziņojums
nds: Mellen
nl: Bericht
pa: ਸੁਨੇਹਾ
pt_br: Mensagem
ro: Mesaj
tg: Паём
th: ข้อความ
uk: Повідомлення

# NAME OF TRANSLATORS
source: Your names
ar: Mohamed SAAD محمد سعد,زايد السعيدي
be: Дарафей Праляскоўскі,Конан Андрэй
bg: Александър Йорданов
da: Erik Kjær Pedersen,Anton Rasmussen
de: Thomas Fischer
es: Rafael Osuna, Miguel Ángel Quesada Fernández
fi: Teemu Rytilahti, Jorma Karvonen
fr: Matthieu Robin
gl: Marce Villarino
ja: Toyohiro Asukai,Yukiko Bando
km: ខឹម សុខែម, ​អេង វណ្ណៈ, អោក ពិសិដ្ឋ​
ko: Park Shinjo
ku: Omer Ensari
lv: Viesturs Zariņš
nds: Manfred Wiese, Sönke Dibbern
nl: Rinse de Vries - 2002 t/m 2004; 2007; 2009,Tom Albers - 2004
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pt_br: Lisiane Sztoltz Teixeira, Fábio Nogueira
ro: Claudiu Costin,Laurențiu Buzdugan
tg: Tajik KDE & Software Localization by Victor Ibragimov
th: ถนอมทรัพย์ นพบูรณ์
uk: Andriy Rysin,Eugene Onischenko,Іван Петрущак

# EMAIL OF TRANSLATORS
source: Your emails
ar: metehyi@free.fr,zayed.alsaidi@gmail.com
be: komzpa@licei2.com,potlaty@gmail.com
bg: punkin.drublik@gmail.com
da: erik@binghamton.edu,anton_rasmussen@yahoo.dk
de: thomas.fischer@t-fischer.net
es: rafa@ecotelco.com, kesadalive@gmail.com
fi: teemu.rytilahti@kde-fi.org, karvonen.jorma@gmail.com
fr: kde@macolu.org
gl: mvillarino@users.sourceforge.net
ja: toyohiro@ksmplus.com,ybando@k6.dion.ne.jp
km: khoemsokhem@khmeros.info,​​evannak@khmeros.info,piseth_dv@khmeros.info
ko: peremen@gmail.com
ku: oensari@gmail.com
lv: viesturs.zarins@mi.lu.lv
nds: m.j.wiese@web.de, s_dibbern@web.de
nl: rinsedevries@kde.nl
pa: aalam@users.sf.net
pt_br: lisiane@kdemail.net, deb-user-ba@ubuntu.com
ro: ,lbuz@rolix.org
tg: victor.ibragimov@gmail.com
th: donga.nb@gmail.com
uk: rysin@kde.org,oneugene@ukr.net,ivanpetrouchtchak@yahoo.com

source: Validation Report
ar: تقرير المصادقة
be: Справаздача праверкі
bg: Доклад от валидирането
da: Valideringsrapport
de: Überprüfungsbericht
es: Informa de validación
fi: Kelpuutusraportti
fr: Rapport de validation
gl: Informe da validación
ja: 検証レポート
km: របាយការណ៍​ធ្វើ​ឲ្យមាន​សុពលភាព
ko: 검사기 보고서
ku: Rapora Pejirandinê
lv: Pārbaudes atskaite
nds: Pröövbericht
nl: Validatierapport
pa: ਵੈਧਤਾ ਰਿਪੋਰਟ
pt_br: Relatório de validação
ro: Raport validare
tg: Ҳисоботи муайянкунӣ
th: รายงานการตรวจสอบความถูกต้อง
uk: Звіт про перевірку

# Validation status
source: Error
ar: خطأ
be: Памылка
bg: Грешка
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
gl: Erro
ja: エラー
km: កំហុស
ko: 오류
ku: Çewtî
lv: Kļūda
nds: Fehler
nl: Fout
pa: ਗਲਤੀ
pt_br: erro
ro: Eroare
tg: Хато
th: ข้อผิดพลาด
uk: Помилка

# Validation status
source: Warning
ar: تحذير
be: Папярэджанне
bg: Предупреждение
da: Advarsel
de: Warnung
es: Aviso
fi: Varoitus
fr: Avertissement
gl: Aviso
ja: 警告
km: ការ​ព្រមាន
ko: 경고
ku: Hişyarî
lv: Brīdinājums
nds: Wohrschoen
nl: Waarschuwing
pa: ਚੇਤਾਵਨੀ
pt_br: Aviso
ro: Avertizare
tg: Огоҳӣ
th: แจ้งเตือน
uk: Попередження

# Validation status
source: Accessibility warning
ar: تحدير في قابلية للوصول
be: Папярэджанне даступнасці
bg: Предупреждение за достъпност
da: Tilgængelighedsadvarsel
de: Zugangshilfen-Warnung
es: Aviso de accesibilidad
fi: Saavutettavuusvaroitus
fr: Avertissement d'accessibilité
gl: Nivel de accesibilidade
ja: アクセシビリティ警告
km: ការ​ព្រមាន​ការ​ចូលដំណើរការ
ko: 접근성 경고
ku: Hişyariya gihîştinê
lv: Pieejamības brīdinājums
nds: Behinnertenhülp-Wohrschoen
nl: Toegankelijkheidswaarschuwing
pa: ਅਸੈੱਸਬਿਲਟੀ ਚੇਤਾਵਨੀ
pt_br: Aviso de acessibilidade
ro: Avertizare de accesibilitate
tg: Огоҳии дастрас
uk: Попередження щодо доступності

source: Configure Validator Plugin
ar: اضبط ملحق المصادق
be: Наставіць утулку Validator
bg: Настройки на приставката на валидатора
da: Indstil valideringsplugin
de: Überprüfungsmodul einrichten
es: Configurar el complemento validador
fi: Aseta kelpuuttajalisäosa
fr: Configurer le module de validation
gl: Configurar a extensión de validación
ja: 検証プラグインの設定
km: កំណត់​រចនាសម្ព័ន្ធ​កម្មវិធី​ជំនួយ​កម្មវិធី​ធ្វើ​ឲ្យ​មាន​សុពលភាព
ko: 검사기 플러그인 설정
ku: Pêveka Kesê Dipejirîne Veava Bike
lv: Konfigurēt korektuma pārbaudīšanas spraudni
nds: Pröövmoduul instellen
nl: Validatieplugin instellen...
pa: ਪਰਮਾਣਕ ਪਲੱਗਇਨ ਸੰਰਚਨਾ
pt_br: Configurar plug-in de validação
ro: Configurează modulul validator
tg: Пайванди муайянкунандаро танзим кунед
th: ปรับแต่งส่วนเสริมตัวตรวจความถูกต้อง
uk: Налаштування додатка перевірки

source: Internal Validation
ar: مصادقة داخلية
be: Унутраная праверка
bg: Вътрешно валидиране
da: Intern validering
de: Interne Überprüfung
es: Validación interna
fi: Sisäinen kelpuutus
fr: Validation interne
gl: Validación interna
ja: 組み込み検証
km: ការ​ធ្វើ​ឲ្យ​មាន​សុពលភាព​ខាង​ក្នុង
ko: 내부 검사
ku: Pejirandina Hundirîn
lv: Iekšējā pārbaudīšana
nds: Intern Prööv
nl: Interne validatie
pa: ਅੰਦਰੂਨੀ ਵੈਧਤਾ
pt_br: Validador interno
ro: Validare internă
tg: Муайянкунии дохилӣ
th: การตรวจสอบความถูกต้องภายใน
uk: Внутрішня перевірка
