Repository: eurolinux-enterprise-linux-sources/konq-plugins
Catalog: src/po/*/webarchiver.po
Languages: ku, tg

source: Web Archiver
ku: Arşîvgerê Torê
tg: Бойгонигари интернетӣ

source: Status
ku: Rewş
tg: Ҳолат

source: Url
tg: Суроға

source: Unable to Open Web-Archive
ku: Nekarî Arşîva-Torê Veke
tg: Бойгонии интернетӣ кушода намешавад

source: Unable to open %1 for writing.
ku: Nekarî veke %1 ê ji bo nivîsînê.
tg: Файли %1 барои навиштан кушода намешавад.

source: Downloading
ku: Tê daxistin
tg: Пурборкунӣ

source: Error
ku: Çewtî
tg: Хато

source: I/O error occurred while writing to web archive file %1.
tg: Ҳангоми навиштани бойгонии %1, хатои I/O пайдо шуд.

source: Archive &Web Page...
ku: Rûpela &Torê Arşîv Bike...
tg: Бойгони кардани &саҳифаи интернетӣ...

source: Untitled
ku: Bênav
tg: Беном

source: *.war *.tgz|Web Archives
ku: *.war *.tgz|Arşîvên Torê
tg: *.war *.tgz|Бойгонии интернетӣ

source: Save Page as Web-Archive
ku: Rûpelê wekî Arşîva-Torê Tomar Bike
tg: Захираи саҳифа ҳамчун бойгони интернетӣ

source: Invalid URL
ku: URL ya nederbasdar
tg: Суроғаи нодуруст

source: The URL %1 is not valid.
ku: URL ya %1 nederbasdar e.
tg: Суроғаи %1 нодуруст аст.

source: File Exists
ku: Pel heye
tg: Файл мавҷуд аст

source: Do you really want to overwrite: %1?
ku: Tu rastî dixwazî binivîsî ser: %1?
tg: Оё шумо дар ҳақиқат мехоҳед, файлро аз нав нависед: %1?

source: Overwrite
ku: Binivîse ser
tg: Рӯиҳамнависӣ

source: Local File
ku: Pelê Herêmî
tg: Файли маҳаллӣ

source: To:
ku: Jê re:
tg: Ба:

source: Archiving:
ku: Tê arşîv kirin:
tg: Бойгонӣ:

source: Original URL
ku: URL ya Nûser
tg: Суроғаи аслӣ

source: &Tools
ku: &Amûr
tg: &Асбобҳо

source: Extra Toolbar
ku: Zêdetir Darikê Amûran
tg: Панели асбобҳои иловагӣ

source: Ok
ku: Baş e
